(function () {
  window.MEDITATIONS_ZH_INNER_HTML = `
    <div class="container">
      <div class="resume-heading">沉思录</div>

      <div class="section">
        <div class="subheading">
          <span class="subheading-title">目录</span>
          <span></span>
        </div>

        <ul>
          <li>序 1</li>
          <li>人生 3</li>
          <li>生死观——人生的意义 4</li>
          <li>处世 6</li>
          <li>兴趣、事业与理想 8</li>
          <li>成功——天赋、选择、坚持与妥协 11</li>
          <li>何谓清醒 14</li>
          <li>成长 17</li>
          <li>在“贪婪”中满足 19</li>
          <li>舍、得——利弊观 21</li>
          <li>致人生 25</li>
          <li>生活 27</li>
          <li>外界的声音——趋同与趋异 28</li>
          <li>唯有沉默 31</li>
          <li>游戏尘寰 34</li>
          <li>方寸天地 36</li>
          <li>生人之趣 38</li>
          <li>教育 40</li>
          <li>喜悲 42</li>
          <li>从虚伪到真诚 45</li>
          <li>别离 47</li>
          <li>奋斗的姿态 49</li>
          <li>致生活 53</li>
          <li>杂谈 55</li>
          <li>榜样的力量 56</li>
          <li>文化 58</li>
          <li>感受——人类智慧的独特性 60</li>
          <li>童话——纯真的乐园 62</li>
          <li>时尚与变迁 64</li>
          <li>缺憾 67</li>
          <li>苦难 69</li>
          <li>雾 72</li>
          <li>致真我 76</li>
          <li>结语 77</li>
        </ul>

        <div class="subheading" style="margin-top:18px;">
          <span class="subheading-title">序</span>
          <span></span>
        </div>

        <p>
          本书是我想拥有一本自己的书记录下自己的感悟，也想在单调的学习、科研生活之外找到一点打发时间的兴趣，于是心血来潮所写。我并不是一名文科生，更不是文学工作者，写下这本书仅仅只是希望将来的自己能够回忆起自己过去对万事万物的看法以及一些宝贵的经历，聊以抒怀，这想来也是一件浪漫的事。因为过去的我一心只顾学习，没能来得及享受美好的除学习之外的青春时光，或许我因此得到了一个较高的学术平台，但青春朦胧的记忆时常狠狠扎痛我的心，让我感觉遗憾与惋惜，遂作此书，以作纪念。当然，若是这本书得以发表甚至刊印，给他人带来一点思考或者共鸣，那自然是极好的；若是不然，我应当也会自己打印几本纸质书，供自己翻阅，也分享给我的家人、朋友们。
        </p>

        <p>
          首先必须声明的是，这本书里完全是我的亲身经历与感受，我将它当作一个发泄情感与存留故事的场所，有些想法或许有点幼稚或有失偏
        </p>
      </div>
    </div>
  `;
})();
